{
  "images": [
    {
      "src": "photos/images.0.png",
      "alt": "Petros Leivadas of Come With Reverse passionately playing guitar on stage"
    },
    {
      "src": "photos/images.1.png",
      "alt": "Petros Leivadas of Come With Reverse playing the mandolin under a captivating blue spotlight during a live performance."
    },
    {
      "src": "photos/images.2.png",
      "alt": "Petros Leivadas and Alexander Passalides of Come With Reverse performing live, enveloped by dramatic smoke on stage."
    },
    {
      "src": "photos/images.3.png",
      "alt": "Petros Leivadas of Come With Reverse singing into the microphone, guitar in hand, beside Alexander Passalides playing keys under a green spotlight."
    },
    {
      "src": "photos/images.4.png",
      "alt": "Petros Leivadas of Come With Reverse singing and playing guitar, with Alexander Passalides on keys, both bathed in vibrant blue stage lighting."
    },
    {
      "src": "photos/images.5.png",
      "alt": "Alexander Passalides of Come With Reverse playing keyboards on stage with passion and skill, immersed in the intensity of the performance."
    },
    {
      "src": "photos/images.6.jpg",
      "alt": "Petros Leivadas of Come With Reverse playing the mandolin and singing at the Silver Dollar venue during a live performance."
    },
    {
      "src": "photos/images.7.png",
      "alt": "Petros Leivadas and Alexander Passalides of Come With Reverse performing live at Death Disco, immersed in the moment on stage."
    },
    {
      "src": "photos/images.8.jpg",
      "alt": "Alexander Passalides of Come With Reverse playing the keyboard with intensity, illuminated by stage lights during a live performance."
    },
    {
      "src": "photos/images.9.jpg",
      "alt": "Alexander Lykesas of Come With Reverse showcasing his musical talent on the drums during a live performance at Silver Dollar, set against a dimly lit backdrop."
    },
    {
      "src": "photos/images.10.jpg",
      "alt": "Alexander Passalides of Come With Reverse captured from a bottom view angle, playing the keys with beautiful stage lights enhancing the performance."
    },
    {
      "src": "photos/images.11.jpg",
      "alt": "Alexander Passalides performing on keys and Petros Leivadas singing, enveloped by atmospheric smoke during a live performance in a dimly lit setting."
    },
    {
      "src": "photos/images.12.jpg",
      "alt": "Petros Leivadas of Come With Reverse singing and skillfully playing the mandolin on stage, backlit by captivating lights, engaging the audience with his musical prowess."
    },
    {
      "src": "photos/images.13.jpg",
      "alt": "Petros Leivadas of Come With Reverse, seen from a unique angle, skillfully playing the mandolin and singing on stage, illuminated by captivating backlighting."
    },
    {
      "src": "photos/images.14.png",
      "alt": "Close-up of a guitar being played by Petros Leivadas of Come With Reverse, with the focus on the instrument amidst swirling smoke, capturing the essence of the live performance."
    },
    {
      "src": "photos/images.15.jpg",
      "alt": "Alexander Passalides of Come With Reverse playing an electronic keyboard on stage with passion and skill, under nice lighting, with the drummer visible in the background."
    },
    {
      "src": "photos/images.16.jpg",
      "alt": "Petros Leivadas singing and Alexander Passalides playing the keys during a Come With Reverse performance, both engaging in creating captivating music on stage."
    },
    {
      "src": "photos/images.17.jpg",
      "alt": "A black and white photo of Come With Reverse performing passionately on stage at Silver Dollar, capturing the intensity and emotion of the live music."
    },
    {
      "src": "photos/images.18.jpg",
      "alt": "Alexander Passalides of Come With Reverse performing on stage, playing an electronic keyboard with passion and skill."
    },
    {
      "src": "photos/images.19.jpg",
      "alt": "The members of Come With Reverse backstage at Lepakkomies in Helsinki, Finland, moments before their live performance."
    },
    {
      "src": "photos/images.20.jpg",
      "alt": "Petros Leivadas of Come With Reverse playing the mandolin and singing into a microphone, showcasing his dual musical talent."
    },
    {
      "src": "photos/images.21.jpg",
      "alt": "Petros Leivadas of Come With Reverse singing passionately and playing the mandolin, with drummer Alexander in the background, during a live performance."
    },
    {
      "src": "photos/images.22.jpg",
      "alt": "Rear view of Petros Leivadas and Alexander Passalides of Come With Reverse performing on stage at Ghost House, focusing on their engagement with the music."
    },
    {
      "src": "photos/images.23.jpg",
      "alt": "Petros Leivadas passionately playing the guitar on stage with Alexander Lykesas on drums in the background, creating a dynamic live performance atmosphere."
    },
    {
      "src": "photos/images.24.jpg",
      "alt": "Petros Leivadas, Alexander Passalides, and Alexander Lykesas, members of the band, captured in an artistic photo against the backdrop of the historical Castles of Thessaloniki, evoking a sense of the city's rich heritage and ambiance."
    },
    {
      "src": "photos/images.25.jpg",
      "alt": "Alexander Passalides, passionately playing the keyboard instrument on stage, showcasing his skill and musical talent."
    },
    {
      "src": "photos/images.26.jpg",
      "alt": "Petros Leivadas, passionately singing into the microphone on stage, delivering a captivating performance."
    },
    {
      "src": "photos/images.27.jpg",
      "alt": "Alexander Passalides skillfully playing the electronic keyboard on stage at Silver Dollar, surrounded by atmospheric lighting."
    },
    {
      "src": "photos/images.28.jpg",
      "alt": "Alexander Lykesas passionately playing the drums on stage, immersed in the music at Ghost House."
    },
    {
      "src": "photos/images.29.jpg",
      "alt": "Petros singing passionately into the microphone on stage, delivering a captivating performance."
    },
    {
      "src": "photos/images.30.jpg",
      "alt": "Alexander Lykesas passionately playing drums in a recording studio, demonstrating his musical prowess and dedication."
    },
    {
      "src": "photos/images.31.jpg",
      "alt": "The band Come With Reverse rehearsing in a studio, with Petros Leivadas singing and playing guitar, Alexander Passalides on keyboards, and Alexander Lykesas on drums, crafting music together."
    }
  ]
}
