{
  "images": [
    {
      "src": "photos/images.0.png",
      "alt": "Petros of Come with Reverse passionately playing guitar on stage",
      "width": 567,
      "height": 850
    },
    {
      "src": "photos/images.1.png",
      "alt": "Petros of Come with Reverse playing the mandolin under a captivating blue spotlight during a live performance.",
      "width": 850,
      "height": 567
    },
    {
      "src": "photos/images.2.png",
      "alt": "Petros and Alex of Come with Reverse performing live, enveloped by dramatic smoke on stage.",
      "width": 850,
      "height": 567
    },
    {
      "src": "photos/images.3.png",
      "alt": "Petros of Come with Reverse singing into the microphone, guitar in hand, beside Alex (keys) playing keys under a green spotlight.",
      "width": 850,
      "height": 567
    },
    {
      "src": "photos/images.4.png",
      "alt": "Petros of Come with Reverse singing and playing guitar, with Alex (keys) on keys, both bathed in vibrant blue stage lighting.",
      "width": 850,
      "height": 567
    },
    {
      "src": "photos/images.5.png",
      "alt": "Alex (keys) of Come with Reverse playing keyboards on stage with passion and skill, immersed in the intensity of the performance.",
      "width": 850,
      "height": 567
    },
    {
      "src": "photos/images.6.jpg",
      "alt": "Petros of Come with Reverse playing the mandolin and singing at the Silver Dollar venue during a live performance.",
      "width": 598,
      "height": 960
    },
    {
      "src": "photos/images.7.png",
      "alt": "Petros and Alex of Come with Reverse performing live at Death Disco, immersed in the moment on stage.",
      "width": 850,
      "height": 567
    },
    {
      "src": "photos/images.8.jpg",
      "alt": "Alex (keys) of Come with Reverse playing the keyboard with intensity, illuminated by stage lights during a live performance.",
      "width": 719,
      "height": 960
    },
    {
      "src": "photos/images.9.jpg",
      "alt": "Alex of Come with Reverse showcasing his musical talent on the drums during a live performance at Silver Dollar, set against a dimly lit backdrop.",
      "width": 960,
      "height": 733
    },
    {
      "src": "photos/images.10.jpg",
      "alt": "Alex (keys) of Come with Reverse captured from a bottom view angle, playing the keys with beautiful stage lights enhancing the performance.",
      "width": 600,
      "height": 900
    },
    {
      "src": "photos/images.11.jpg",
      "alt": "Alex (keys) performing on keys and Petros of Come with Reverse singing, enveloped by atmospheric smoke during a live performance in a dimly lit setting.",
      "width": 900,
      "height": 600
    },
    {
      "src": "photos/images.12.jpg",
      "alt": "Petros of Come with Reverse singing and skillfully playing the mandolin on stage, backlit by captivating lights, engaging the audience with his musical prowess.",
      "width": 600,
      "height": 900
    },
    {
      "src": "photos/images.13.jpg",
      "alt": "Petros of Come with Reverse, seen from a unique angle, skillfully playing the mandolin and singing on stage, illuminated by captivating backlighting.",
      "width": 900,
      "height": 600
    },
    {
      "src": "photos/images.14.png",
      "alt": "Close-up of a guitar being played by Petros of Come with Reverse, with the focus on the instrument amidst swirling smoke, capturing the essence of the live performance.",
      "width": 850,
      "height": 567
    },
    {
      "src": "photos/images.15.jpg",
      "alt": "Alex (keys) of Come with Reverse playing an electronic keyboard on stage with passion and skill, under nice lighting, with the drummer visible in the background.",
      "width": 600,
      "height": 900
    },
    {
      "src": "photos/images.16.jpg",
      "alt": "Petros of Come with Reverse singing and Alex (keys) playing the keys during a Come with Reverse performance, both engaging in creating captivating music on stage.",
      "width": 900,
      "height": 600
    },
    {
      "src": "photos/images.17.jpg",
      "alt": "A black and white photo of Come with Reverse performing passionately on stage at Silver Dollar, capturing the intensity and emotion of the live music.",
      "width": 960,
      "height": 640
    },
    {
      "src": "photos/images.18.jpg",
      "alt": "Alex (keys) of Come with Reverse performing on stage, playing an electronic keyboard with passion and skill.",
      "width": 600,
      "height": 900
    },
    {
      "src": "photos/images.19.jpg",
      "alt": "The members of Come with Reverse backstage at Lepakkomies in Helsinki, Finland, moments before their live performance.",
      "width": 2048,
      "height": 2048
    },
    {
      "src": "photos/images.20.jpg",
      "alt": "Petros of Come with Reverse playing the mandolin and singing into a microphone, showcasing his dual musical talent.",
      "width": 651,
      "height": 960
    },
    {
      "src": "photos/images.21.jpg",
      "alt": "Petros of Come with Reverse singing passionately and playing the mandolin, with Alex (keys) in the background, during a live performance.",
      "width": 662,
      "height": 960
    },
    {
      "src": "photos/images.22.jpg",
      "alt": "Rear view of Petros and Alex of Come with Reverse performing on stage at Ghost House, focusing on their engagement with the music.",
      "width": 960,
      "height": 652
    },
    {
      "src": "photos/images.23.jpg",
      "alt": "Petros passionately playing the guitar on stage with Alex on drums in the background, creating a dynamic live performance atmosphere.",
      "width": 960,
      "height": 723
    },
    {
      "src": "photos/images.24.jpg",
      "alt": "Petros, Alex, and Alexander, members of the band, captured in an artistic photo against the backdrop of the historical Castles of Thessaloniki, evoking a sense of the city's rich heritage and ambiance.",
      "width": 960,
      "height": 640
    },
    {
      "src": "photos/images.25.jpg",
      "alt": "Alex (keys) passionately playing the keyboard instrument on stage, showcasing his skill and musical talent.",
      "width": 960,
      "height": 662
    },
    {
      "src": "photos/images.26.jpg",
      "alt": "Petros passionately singing into the microphone on stage, delivering a captivating performance.",
      "width": 960,
      "height": 662
    },
    {
      "src": "photos/images.27.jpg",
      "alt": "Alex (keys) skillfully playing the electronic keyboard on stage, surrounded by atmospheric lighting.",
      "width": 960,
      "height": 641
    },
    {
      "src": "photos/images.28.jpg",
      "alt": "Alex passionately playing the drums on stage, immersed in the music at Ghost House.",
      "width": 960,
      "height": 652
    },
    {
      "src": "photos/images.29.jpg",
      "alt": "Petros singing passionately into the microphone on stage, delivering a captivating performance.",
      "width": 600,
      "height": 900
    },
    {
      "src": "photos/images.30.jpg",
      "alt": "Alex passionately playing drums in a recording studio, demonstrating his musical prowess and dedication.",
      "width": 2354,
      "height": 2560
    },
    {
      "src": "photos/images.31.jpg",
      "alt": "The band Come with Reverse rehearsing in a studio, with Petros singing and playing guitar, Alex (keys) on keyboards, and Alex on drums, crafting music together.",
      "width": 2560,
      "height": 1920
    }
  ]
}